Repository: myehrajat/rt
Catalog: languages/*.po
Languages: bg_bg

source: Sale Price choices on the booking form.
bg_bg: Избор на цена за продажба на формуляра за наемане.

source: Subtitle
bg_bg: Подзаглавие

source: subtitle
bg_bg: подзаглавие

source: Resources
bg_bg: Ресурси

source: Bulk Resources
bg_bg: Обединете ресурси

source: Select resources
bg_bg: Изберете ресурси

source: Flat cost
bg_bg: Фиксирана цена

source: per
bg_bg: за

source: No resources found.
bg_bg: Не са намерени ресурси.

source: Quantity
bg_bg: Количество

source: Duration
bg_bg: Продължителност

source: Flat cost?
bg_bg: Фиксирана цена?

source: Single cost with no duration applied.
bg_bg: Единична цена без посочена продължителност.

source: Add Resources
bg_bg: Добавете ресурси

source: Car year
bg_bg: Година на производство

source: Car engine
bg_bg: Двигател

source: Car Transmission
bg_bg: Скоростна кутия

source: Car Mileage
bg_bg: Километраж

source: Car stars
bg_bg: Звезди

source: Cost & Resources
bg_bg: Цена и ресурси

source: Rental Location
bg_bg: Място на наемане

source: Rental Availability
bg_bg: Наличност за наемане

source: Display advanced search form.2
bg_bg: Показване на разширено търсене форма.2

source: Advanced Search
bg_bg: Разширено търсене

source: Title
bg_bg: Заглавие

source: Display the tabbed posts in the sidebar.
bg_bg: Покажи постовете с табове в сайдбар.

source: Rent It Tabbed Post
bg_bg: Rent It постове с табове

source: Cart
bg_bg: Колика

source: Recent Posts
bg_bg: Последни публикации

source: Recent Posts title
bg_bg: Заглавие на последните публикации

source: Recent Posts Limit
bg_bg: Лимит на последните публикации

source: Popular Posts
bg_bg: Най-четени публикации

source: Popular Posts title
bg_bg: Заглавие на най-четените публикации

source: Popular Posts Limit
bg_bg: Лимит на най-четените публикации

source: Insert url to all post
bg_bg: Поставете линк към всички публикации

source: More Posts
bg_bg: Още публикации

source: Reservation Now
bg_bg: Резервация сега

source: Car Information
bg_bg: Информация за колата

source: By
bg_bg: От

source: Comment
bg_bg: Коментар

source: Likes
bg_bg: Харесвания

source: Rent It
bg_bg: Наемане

source: Search Results for: %s
bg_bg: Резултати от търсенето за: %s

source: Nothing Found
bg_bg: Не е намерено нищо

source: Project Overview
bg_bg: За проекта

source: Project Details
bg_bg: Информация за проекта

source: Skills
bg_bg: Умения

source: Release Date
bg_bg: Дата на обявяване

source: Older
bg_bg: По-стари

source: Newer
bg_bg: По-нови

source: Related project
bg_bg: Подобен проект

source: Coming soon
bg_bg: Очаквайте скоро

source: Login
bg_bg: Вход

source: Hello, welcome to your account
bg_bg: Добре дошли в своя профил

source: Sign in with Facebook
bg_bg: Вписване с Facebook

source: Sign in with Twitter
bg_bg: Вписване с Twitter

source: User name or email
bg_bg: Потребителско име или email

source: Your password
bg_bg: Парола

source: Remember me
bg_bg: Запомни ме

source: forgot password?
bg_bg: Забравена парола?

source: Hi
bg_bg: Здравей

source: Logout?
bg_bg: Изход?

source: Create New Account
bg_bg: Създайте нов акаунт

source: Create Your Account
bg_bg: Създайте свой профил

source: Create Account
bg_bg: Създайте Акаунт

source: Sign In
bg_bg: Вход

source: Register
bg_bg: Регистрация

source: Write Ticket
bg_bg: Създай билет

source: Find Best Rental Car
bg_bg: Намерете най-добрата кола под наем

source: Picking Off Location
bg_bg: Място на връщане

source: Picking Up Date
bg_bg: Дата на вземане

source: Picking Off Date
bg_bg: Дата на връщане

source: Find Car
bg_bg: Намерете кола

source: Result Rental Car
bg_bg: Резултати коли под наем

# breadcrumb
source: Home
bg_bg: Начало

source: %s would like to connect to your store
bg_bg: %s иска да се свърже с Вашия магазин

source: This will give "%s" <strong>%s</strong> access which will allow it to:
bg_bg: Това ще даде "%s" <strong>%s</strong> достъп, което ще му осигури възможност да:

source: Logged in as %s
bg_bg: Вписан като %s

source: Logout
bg_bg: Изход

source: Approve
bg_bg: Одобрете

source: Deny
bg_bg: Откажете

source: To connect to %1$s you need to be logged in. Log in to your store below, or %2$scancel and return to %1$s%3$s
bg_bg: За връзка с %1$s трябва да влезете в профила си. Влезте в своя магазин сега или %2$sзатвори и се върнете към %1$s%3$s

source: Username or email address
bg_bg: Потребителско име или email

source: Password
bg_bg: Парола

source: Cart Totals
bg_bg: Обща сума на количката

source: Subtotal
bg_bg: Междинна сума

source: Shipping
bg_bg: Доставка

source: estimated for %s
bg_bg: изчислено за %s

source: Product
bg_bg: Продукт

source: Price
bg_bg: Цена

source: Remove this item
bg_bg: Премахнете този продукт

source: Available on backorder
bg_bg: Наличен за заявка при изчерпана наличност (backorder)

source: Coupon
bg_bg: Купон

source: Coupon code
bg_bg: Код за купон

source: Apply Coupon
bg_bg: Използване на купон

source: Update Cart
bg_bg: Актуализиране на количката

source: Proceed to Checkout
bg_bg: Премини към плащане

source: There are some issues with the items in your cart (shown above). Please go back to the cart page and resolve these issues before checking out.
bg_bg: Има проблеми с продуктите във Вашата количка (показани горе). Моля, върнете се на страницата на количката и коригирайте проблемите преди да платите.

source: Return To Cart
bg_bg: Връщане към количката

source: Billing &amp; Shipping
bg_bg: Плащане &amp; Доставка

source: Billing Details
bg_bg: Информация за плащане

source: Create an account?
bg_bg: Създаване на акаунт?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
bg_bg: Създайте акаунт, като въведете информацията по-долу. Ако сте съществуващ клиент, моля, влезте в профила си от горната част на страницата.

source: You must be logged in to checkout.
bg_bg: Трябва да сте вписани, за да приключите поръчката.

source: Your order
bg_bg: Вашата поръчка

source: Have a coupon?
bg_bg: Имате купон?

source: Click here to enter your code
bg_bg: Кликнете тук, за да въведете своя код

source: Returning customer?
bg_bg: Съществуващ клиент?

source: Click here to login
bg_bg: Натиснете за вход

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
bg_bg: Ако сте пазарили от нас преди, моля, въведете своята информация в долните полета. Ако сте нов клиент, моля, продължете към частта Плащане &amp; Доставка.

source: Ship to a different address?
bg_bg: Доставка до различен адрес?

source: Additional Information
bg_bg: Допълнителна информация

source: Payments options
bg_bg: Методи за плащане

source: Please fill in your details above to see available payment methods.
bg_bg: Моля, въведете своите данни горе, за да видите възможните начини за плащане.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
bg_bg: Съжаляваме, изглежда, че няма налични начини за плащане за Вашата държава. Моля, свържете се с нас, ако имате нужда от помощ или желаете да обсъдите други възможности.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
bg_bg: Тъй като Вашият браузър не поддържа JavaScript или той е спрян, моля, бъдете сигурни, че сте натиснали <em>Актуализиране на общата сума</em> преди да направите своята поръчка. Може да бъдете таксувани повече, ако не направите това.

source: Update totals
bg_bg: Актуализиране на общата сума

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
bg_bg: Прочел/а съм и приемам <a href="%s" target="_blank">правилата и условията</a>

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
bg_bg: За съжаление поръчката Ви не може да бъде обработена, тъй като Вашият превод е бил отхвърлен от банката/търговеца.

source: Please attempt your purchase again or go to your account page.
bg_bg: Моля, опитайте да купите отново или идете на страницата на Вашия профил.

source: Please attempt your purchase again.
bg_bg: Моля, опитайте да купите отново.

source: Pay
bg_bg: Плати

source: My Account
bg_bg: Моят профил

source: Thank you. Your order has been received.
bg_bg: Благодарим Ви. Вашата поръчка беше получена.

source: Order Number:
bg_bg: Номер на поръчката:

source: Date:
bg_bg: Дата:

source: Total:
bg_bg: Общо:

source: Payment Method:
bg_bg: Метод на плащане:

source: /for 1 day(s)
bg_bg: /за 1 ден

source: Extras & Frees
bg_bg: Екстри и такси

source: Dropping Off Date
bg_bg: Дата за връщане

source: Customer Information
bg_bg: Информация за клиента

source: Mr
bg_bg: г-н

source: Ms
bg_bg: г-жа

source: First Name *
bg_bg: Име

source: Last Name *
bg_bg: Презиме *

source: Your Email Address *
bg_bg: Вашият Email адрес *

source: Phone Number: *
bg_bg: Тел. номер: *

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
bg_bg: Съжаляваме, изглежда, че няма налични начини за плащане за Вашето местонахождение. Моля, свържете се с нас, ако имате нужда от помощ или желаете да обсъдите други възможности.

source: Select options
bg_bg: Изберете опции

source: View options
bg_bg: Вижте опциите

source: Add to cart
bg_bg: Добави към количката

source: I accept all information and Payments etc
bg_bg: Приемам всякаква информация, начини на плащане и т.н.

source: Username or email
bg_bg: Потребителско име или email

source: Lost your password?
bg_bg: Забравена парола?

source: No products were found matching your selection.
bg_bg: Не бяха намерени продукти според тези критерии.

source: To track your order please enter your Order ID in the box below and press the "Track" button. This was given to you on your receipt and in the confirmation email you should have received.
bg_bg: За да проследите своята поръчка, моля въведете ID на поръчката в полето по-долу и натиснете бутона "Проследяване". Този номер Ви е бил даден в разписката и в потвърдителния имейл, който сте получили.

source: Order ID
bg_bg: ID на поръчката

source: Found in your order confirmation email.
bg_bg: Имейл за потвърждение, намерен във Вашата поръчка.

source: Billing Email
bg_bg: Email за фактуриране

source: Email you used during checkout.
bg_bg: Email, който сте използвали при покупка

source: Track
bg_bg: Проследяване

source: Order Again
bg_bg: Поръчайте отново

source: Customer Details
bg_bg: Информация за купувача

source: Note:
bg_bg: Бележка:

source: Telephone:
bg_bg: Телефон:

source: Billing Address
bg_bg: Адрес за фактуриране

source: Shipping Address
bg_bg: Адрес за доставка

source: Order Details
bg_bg: Информация за поръчка

source: Order #%s which was made %s has the status &ldquo;%s&rdquo;
bg_bg: Поръчка #%s , която беше направена %s има статус &ldquo;%s&rdquo;

source: and was completed
bg_bg: и беше приключена

source: ago
bg_bg: преди

source: Order Updates
bg_bg: Актуализации на поръчката

source: %s review for %s
bg_bg: %s оценка за %s

source: Reviews
bg_bg: Оценки

source: There are no reviews yet.
bg_bg: Все още няма оценки.

source: Add a review
bg_bg: Добавете оценка.

source: Be the first to review
bg_bg: Бъдете първият дал оценка.

source: Leave a Reply to %s
bg_bg: Отговор на %s

source: Submit
bg_bg: Изпращане

source: You must be <a href="%s">logged in</a> to post a review.
bg_bg: Трябва да <a href="%s">влезете в профила си</a>, за да дадете оценка.

source: Your Rating
bg_bg: Вашата оценка

source: Rate&hellip;
bg_bg: Оценка&hellip;

source: Perfect
bg_bg: Перфектно

source: Good
bg_bg: Добро

source: Average
bg_bg: Средно

source: Not that bad
bg_bg: Не зле

source: Very Poor
bg_bg: Много слабо

source: Your Review
bg_bg: Вашата оценка

source: Only logged in customers who have purchased this product may leave a review.
bg_bg: Само влезли в профила си клиенти, които са закупили този продукт, могат да оставят оценка.

source: Rated %s out of 5
bg_bg: Оценка %s от общо 5

source: out of %s5%s
bg_bg: от общо %s5%s

source: based on %s customer rating
bg_bg: на базата на %s оценка от клиент

source: %s customer review
bg_bg: %s оценка от клиент

source: Related Products
bg_bg: Подобни продукти

source: Rated %d out of 5
bg_bg: Оценка %d от общо 5

source: out of 5
bg_bg: от 5

source: Your comment is awaiting approval
bg_bg: Вашият коментар чака одобрение

source: verified owner
bg_bg: надежден собственик

source: Sale!
bg_bg: Разпродажба!

source: You may also like&hellip;
bg_bg: Може също да харесате&hellip;
