Repository: myehrajat/rt
Catalog: languages/*.po
Languages: bg_bg

source: Oops! The Page you requested was not found!rentit
bg_bg: Страницата не е намерена

source: Back to Home
bg_bg: Обратно към началото

source: Portfolio
bg_bg: Портфолио

source: All
bg_bg: Всички

source: Image negate failed.
bg_bg: Действието беше неуспешно.

source: No name entered
bg_bg: Не е въведено име

source: No email entered
bg_bg: Не е въведен email

source: No subject entered
bg_bg: Не е въведен предмет

source: Name
bg_bg: Име

source: Subject
bg_bg: Предмет

source: Message
bg_bg: Съобщение

source: Contact Form Submitted!
bg_bg: Контактната форма е изпратена!

source: We will be in touch soon
bg_bg: Ще се свържем с Вас скоро

source: error
bg_bg: грешка

source: Install Required Plugins
bg_bg: Инсталирайте необходимите плъгини

source: Install Plugins
bg_bg: Инсталирайте плъгините

source: Installing Plugin: %s
bg_bg: Инсталиране на плъгин: %s

source: Something went wrong with the plugin API.
bg_bg: Нещо се случи с API на плъгина

source: This theme requires the following plugin: %1$s.
bg_bg: Тази тема изисква следния плъгин: %1$s.

source: This theme recommends the following plugin: %1$s.
bg_bg: Тази тема препоръчва следния плъгин: %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
bg_bg: Съжаляваме, но нямате нужните права, за да инсталирате плъгина %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
bg_bg: Следния плъгин трябва да бъде актуализиран до последната си версия, за да се осигури максимална съвместимост с тази тема: %1$s.

source: There is an update available for: %1$s.
bg_bg: Налична е актуализация за: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
bg_bg: Съжаляваме, но нямате нужните права, за да актуализирате плъгина %1$s.

source: The following required plugin is currently inactive: %1$s.
bg_bg: Следният необходим плъгин не е активен: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
bg_bg: Следният препоръчан плъгин не е активен: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
bg_bg: Съжаляваме, но нямате нужните права, за да активирате плъгина %1$s.

source: Begin installing plugin
bg_bg: Стартирайте инсталирането на плъгина.

source: Begin updating plugin
bg_bg: Стартирайте актуализацията на плъгина.

source: Begin activating plugin
bg_bg: Стартирайте активирането на плъгина.

source: Return to Required Plugins Installer
bg_bg: Върнете се към инсталатора на необходимите плъгини.

source: Return to the dashboard
bg_bg: Върнете се към таблото

source: Plugin activated successfully.
bg_bg: Плъгинът е активиран успешно.

source: The following plugin was activated successfully:
bg_bg: Следният плъгин беше активиран успешно:

source: No action taken. Plugin %1$s was already active.
bg_bg: Не е предприето действие. Плъгинът %1$s беше вече активен.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
bg_bg: Плъгинът не е активиран. Необходима е по-нова версия на %s за тази тема. Моля, актуализирайте плъгина.

source: All plugins installed and activated successfully. %1$s
bg_bg: Всички плъгини са инсталирани и активирани успешно. %1$s

source: Dismiss this notice
bg_bg: Игнорирай съобщението

source: Please contact the administrator of this site for help.
bg_bg: Моля, свържете се с администратора на сайта за помощ.

source: This plugin needs to be updated to be compatible with your theme.
bg_bg: Този плъгин трябва да бъде актуализиран, за да бъде съвместим с Вашата тема.

source: Update Required
bg_bg: Необходима е актуализация

source: Set the parent_slug config variable instead.
bg_bg: Задайте parent_slug променлива.

source: Return to the Dashboard
bg_bg: Обратно към Табло.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
bg_bg: Пакетът на плъгина не съдържа папка с желаното кратко име и преименуването беше неуспешно.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
bg_bg: Моля, свържете се с автора на плъгина и поискайте да предостави плъгина си съгласно изискванията на WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
bg_bg: Пакетът на плъгина се състои от повече от един файл, но файловете не са обединени в папка.

source: Required
bg_bg: Изисква се

source: Recommended
bg_bg: Препоръчано

source: WordPress Repository
bg_bg: WordPress хранилище

source: External Source
bg_bg: Външен източник

source: Pre-Packaged
bg_bg: Предварително подготвено

source: Not Installed
bg_bg: Не е инсталирано

source: Installed But Not Activated
bg_bg: Инсталирано, но не активирано

source: Active
bg_bg: Активирано

source: Required Update not Available
bg_bg: Нужната актуализация не е налична

source: Requires Update
bg_bg: Необходима е актуализация

source: Update recommended
bg_bg: Препоръчва се актуализация

# plugins
source: All (%s)
bg_bg: Всички (%s)

source: To Install (%s)
bg_bg: Да се инсталира (%s)

source: Update Available (%s)
bg_bg: Налична е актуализация (%s)

source: To Activate (%s)
bg_bg: За активиране (%s)

# as in: "version nr unknown"
source: unknown
bg_bg: неизвестен

source: Installed version:
bg_bg: Инсталирана версия:

source: Minimum required version:
bg_bg: Минимална необходима версия:

source: Available version:
bg_bg: Налични версии:

source: No plugins to install, update or activate.
bg_bg: Няма плъгини за инсталиране, актуализиране или активиране.

source: Plugin
bg_bg: Плъгин

source: Source
bg_bg: Източник

source: Type
bg_bg: Вид

source: Version
bg_bg: Версия

source: Status
bg_bg: Статус

# %2$s = plugin name in screen reader markup
source: Install %2$s
bg_bg: Инсталирайте %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
bg_bg: Актуализирайте %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
bg_bg: Активирайте %2$s

source: Upgrade message from the plugin author:
bg_bg: Съобщение за актуализация от автора на плъгина:

source: Install
bg_bg: Инсталация

source: Update
bg_bg: Актуализация

source: Activate
bg_bg: Активация

source: No plugins were selected to be installed. No action taken.
bg_bg: Не бяха избрани плъгини за инсталиране. Не е предприето действие.

source: No plugins were selected to be updated. No action taken.
bg_bg: Не бяха избрани плъгини за актуализиране. Не е предприето действие.

source: No plugins are available to be installed at this time.
bg_bg: В момента няма налични плъгини за инсталиране.

source: No plugins are available to be updated at this time.
bg_bg: В момента няма налични плъгини за актуализиране.

source: No plugins were selected to be activated. No action taken.
bg_bg: В момента няма налични плъгини за активиране. Не е предприето действие.

source: No plugins are available to be activated at this time.
bg_bg: В момента няма налични плъгини за активиране.

source: Plugin activation failed.
bg_bg: Неуспешно активиране на плъгина.

source: Updating Plugin %1$s (%2$d/%3$d)
bg_bg: Актуализиране на плъгин %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: %2$s.
bg_bg: Възникна грешка при инсталирането на %1$s: %2$s.

source: The installation of %1$s failed.
bg_bg: Неуспешно инсталиране на %1$s

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
bg_bg: Процесът на инсталиране и активиране започва. Този процес понякога може да отнеме време, затова Ви молим да бъдете търпеливи.

source: %1$s installed and activated successfully.
bg_bg: %1$s е инсталиран и активиран успешно.

source: Show Details
bg_bg: Показване на подробностите

source: Hide Details
bg_bg: Скриване на подробностите

source: All installations and activations have been completed.
bg_bg: Всички инсталации и активации бяха приключени.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
bg_bg: Инсталиране и активиране на Плъгин %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
bg_bg: Инсталационният процес започва. Този процес понякога може да отнеме време, затова Ви молим да бъдете търпеливи.

source: %1$s installed successfully.
bg_bg: %1$s бе инсталиран успешно.

source: All installations have been completed.
bg_bg: Всички инсталации са приключени.

source: Installing Plugin %1$s (%2$d/%3$d)
bg_bg: Инсталиране на плъгин %1$s (%2$d/%3$d)

source: Ago
bg_bg: Преди

source: Edit this comment
bg_bg: Редактирайте този коментар

source: Your comment is awaiting moderation.
bg_bg: Вашият коментар очаква одобрение.

source: Blog sitings
bg_bg: Настройки на блога

source: Settings of the Blog
bg_bg: Настройки на блога

source: Shop sitings
bg_bg: Настройки на магазина

source: Location sidebar
bg_bg: Място на сайдбара

source: Sidebar Left
bg_bg: Сайдбар в ляво

source: Sidebar Right
bg_bg: Сайдбар в дясно

source: Related Posts
bg_bg: Препоръчани публикации

source: Enable Related Posts?
bg_bg: Включете Препоръчани публикации?

source: About the author
bg_bg: За автора

source: Enable About the author?
bg_bg: Включете За автора?

source: Sotial networks
bg_bg: Социални мрежи

source: Enter url desired social networks so that they appear on the site
bg_bg: Въведете линк към желаните социални мрежи, за да бъдат показани на сайта

source: Insert Social shortcode
bg_bg: Поставете шорткод за социални мрежи

source: its show in header
bg_bg: показва се в header

source: Twitter APP CONSUMER KEY
bg_bg: Twitter APP КЛИЕНТСИ КЛЮЧ

source: Twitter APP CONSUMER SECRET
bg_bg: Twitter APP КЛИЕНТСКИ ТАЕН

source: Facebook App ID (get it developers.facebook.com)
bg_bg: Facebook App ID (вземете го от тук developers.facebook.com)

source: Facebook App Secret (get it developers.facebook.com)
bg_bg: Facebook App Таен ключ (вземете го от тук developers.facebook.com)

source: Fonts
bg_bg: Шрифтове

source: Fonts for h1 h2 h3 h4 h5 h6
bg_bg: Шрифтове за h1 h2 h3 h4 h5 h6

source: Enter the url font google and font name
bg_bg: Въведете линк към Google шрифт и име на шрифта

source: url google fonts
bg_bg: линк към Google шрифтове

source: name google fonts
bg_bg: избройте Google шрифтове

source: Fonts (default Raleway)
bg_bg: Шрифтове (Raleway по подразбиране)

source: Fonts for body (default Roboto)
bg_bg: Шрифтове за тялото (Roboto по подразбиране)

source: Specify api key and ID list
bg_bg: Посочете API ключ и ID списък

source: API key
bg_bg: API ключ

source: ID list
bg_bg: ID списък

source: Enable RTL (beta)
bg_bg: Включете RTL (beta)

source: Logo
bg_bg: Лого

source: Upload a logo to replace the default site name and description in the header
bg_bg: Качете лого, за да замените Името на сайта и описанието по подразбиране в header частта

source: Map style
bg_bg: Стил на картата

source: Map style JSON config (see https://snazzymaps.com, http://www.mapstylr.com/showcase/ )
bg_bg: Стил на КАРТАТА JSON config (see https://snazzymaps.com, http://www.mapstylr.com/showcase/ )

source: Coordinates map
bg_bg: Координати на картата

source: Zoom map
bg_bg: Увеличение на картата

source: Other settings
bg_bg: Други настройки

source: Phone
bg_bg: Телефон

source: Helping Center text
bg_bg: Текст на Отдела за Помощ

source: Url to Helping Center
bg_bg: Линк към Отдела за помощ

source: Color theme
bg_bg: Цвят на темата

source: Select color site
bg_bg: Изберете цвят на сайта

source: Select type of portfolio
bg_bg: Изберете вид на портфолиото

source: standard
bg_bg: стандартно

source: 4 col
bg_bg: 4 колони

source: Description under the picture
bg_bg: Описание под изображението

source: Filter
bg_bg: Филтър

source: min Price in slider
bg_bg: минимална цена в слайдера

source: max Price in slider
bg_bg: максимална цена в слайдера

source: COMING SOON
bg_bg: ОЧАКВАЙТЕ СКОРО

source: Enable COMING SOON mode ?
bg_bg: Включете режим ОЧАКВАЙТЕ СКОРО?

source: Enter Year (for example 2018)
bg_bg: Въведете година (например, 2018)

source: Enter month (for example 12)
bg_bg: Въведете месец (например, 12)

source: Enter day (for example 25)
bg_bg: Въведете ден (например, 25)

source: Performans
bg_bg: Изпълнители

source: Enable preloader ?
bg_bg: Включете предварителното зареждане?

source: Footer copyright
bg_bg: Запазени права footer

source: Contact form shortcode
bg_bg: Шорткод за контактна форма

source: You have incorrect API key
bg_bg: Имате неверен API ключ

source: You have incorrect dc
bg_bg: Имате невярно dc

source: You have incorrect id list
bg_bg: Имате неверен списък с номера на елементи

source: Email Submitted! You subscribe as
bg_bg: Вашият Email беше изпратен! Вие се абонирахте като

source: Color
bg_bg: Цвят

source: checkbox
bg_bg: кутийка за отбелязване

source: Enable megamenu?
bg_bg: Включете голямо меню?

source: Page sittings
bg_bg: Настройки на страницата

source: Client
bg_bg: Клиент

source: Small footer
bg_bg: Малък footer

source: breadcrumbs aling
bg_bg: ориентация на breadcrumbs навигацията

source: right
bg_bg: дясно

source: center
bg_bg: център

source: left
bg_bg: ляво

source: Shortcode for footer
bg_bg: Шорткод за footer

source: Auto
bg_bg: Автоматично

source: Diesel
bg_bg: Дизел

source: Rent It
bg_bg: Наемете

source: Invalid email address
bg_bg: Невалиден email адрес

source: password should be longer than 8 characters
bg_bg: паролата трябва да бъде по-дълга от 8 символа

source: user already exists, try a different login
bg_bg: потребителят вече съществува, моля, опитайте друго име

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
bg_bg: Съжаляваме, но нямате нужните права, за да инсталирате плъгина %s . Свържете се с администратора на сайта за помощ при инсталирането на този плъгин.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
bg_bg: Съжаляваме, но нямате нужните права, за да активирате плъгина %s . Свържете се с администратора на сайта за помощ при активирането на този плъгин.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
bg_bg: Съжаляваме, но нямате нужните права, за да актуализирате плъгина %s . Свържете се с администратора на сайта за помощ при актуализирането на плъгина.

source: All plugins installed and activated successfully. %s
bg_bg: Всички плъгини са инсталирани и активирани успешно. %s

source: Free
bg_bg: Безплатно

source: Total
bg_bg: Общо

source: Included
bg_bg: Включително

source: Rent data
bg_bg: Данни за наемане

source: Start
bg_bg: Начало

source: End
bg_bg: Край

source: Picking Up Location
bg_bg: Място на вземане

source: Dropping Off Location
bg_bg: Място на връщане

source: Rent It Search
bg_bg: Търсене

source: It displays a Search form
bg_bg: Показва форма за търсене

source: Title:
bg_bg: Заглавие:

source: Search
bg_bg: Търсене

source: Rent It CATEGORIES
bg_bg: Категории

source: It displays a Categories list
bg_bg: Показва списък с Категории

source: CATEGORIES
bg_bg: КАТЕГОРИИ

source: Categories
bg_bg: Категории

source: It displays a list of tweets
bg_bg: Показва списък с tweets

source: Name:
bg_bg: Име:

source: How many show Tweets?
bg_bg: Колко Tweets да се показват?

source: ago
bg_bg: преди

source: Rent It ARCHIVES
bg_bg: Rent It АРХИВИ

source: It displays a list of ARCHIVES
bg_bg: Показва списък с АРХИВИ

source: Rent It ARCHIVES
bg_bg: Rent It АРХИВИ

source: How show post in months?
bg_bg: Как да се показва публикацията по месеци?

source: archives
bg_bg: архиви

source: Archives
bg_bg: Архиви

source: Rent It Helping Center
bg_bg: Rent It Отдел за помощ

source: It displays a Helping Center
bg_bg: Показва Отдел за помощ

source: HELPING CENTER
bg_bg: Информация

source: Text:
bg_bg: Текст:

source: Phone number
bg_bg: Тел. номер

source: HELPING CENTER
bg_bg: ИНФОРМАЦИЯ

source: Support Center
bg_bg: Поддръжка

source: Rent It TESTIMONIALS
bg_bg: Rent It ОТЗИВИ

source: It displays a TESTIMONIALS
bg_bg: Показва ОТЗИВИ

source: TESTIMONIALS
bg_bg: ОТЗИВИ

source: How many comments to show?
bg_bg: Колко коментара да бъдат показвани?

source: Co- founder at Rent It
bg_bg: Съосновате на Rent It

source: Rent It TAG
bg_bg: Rent It ТАГ

source: It displays a list of TAG
bg_bg: Показва списък с ТАГОВЕ

source: Select type tag
bg_bg: Изберете таг на типа

source: Post tags
bg_bg: Тагове на публикации

source: Product tags
bg_bg: Тагове на продукти

source: TAGS
bg_bg: ТАГОВЕ

source: Tags
bg_bg: Тагове

source: Rent It Flickr Images
bg_bg: Rent It Flickr Изображения

source: It displays a list of Flickr Images
bg_bg: Показва списък с Flickr изображения

source: FLICKR IMAGES
bg_bg: FLICKR ИЗОБРАЖЕНИЯ

source: How many show images? (max 10)
bg_bg: Колко изображения да се показват? (максимално 10)

source: user id fliker
bg_bg: ид на потребител на fliker

source: Rent It ABOUT_US
bg_bg: Rent It ЗА НАС

source: It displays ABOUT_US
bg_bg: Показва ЗА НАС

source: text:
bg_bg: текст:

source: Show social network link?
bg_bg: Покажи връзка към социални мрежи?

source: ABOUT US
bg_bg: ЗА НАС

source: Rent It Menu
bg_bg: Rent It Меню

source: It displays Menu
bg_bg: Показва Меню.

source: No menus have been created yet.
bg_bg: Все още няма създадени менюта.

source: Create some
bg_bg: Създайте

source: Select Menu:
bg_bg: Избери меню:

source: &mdash; Select &mdash;
bg_bg: &mdash; Избери &mdash;

source: Rent It NEWS LETTER
bg_bg: Rent It БЮЛЕТИН

source: It displays NEWS LETTER
bg_bg: Показва БЮЛЕТИН

source: NEWS LETTER
bg_bg: БЮЛЕТИН

source: Enter Your Mail and Get $10 Cash
bg_bg: Въведете своя Email и вземете Бонус $10

source: Subscribe
bg_bg: Абонирайте се

source: Text placeholder:
bg_bg: Упътващ текст:

source: Text button:
bg_bg: Текстов бутон:

source: Rent It ITEM TAGS
bg_bg: Renti It ТАГОВЕ НА ЕЛЕМЕНТИ

source: It displays ITEM TAGS
bg_bg: Показва Тагове на елементи

source: ITEM TAGS
bg_bg: ТАГОВЕ НА ПРОДУКТИ

source: Rent It FIND BEST RENTAL CAR
bg_bg: Rent It НАМЕРИ НАЙ-ДОБРАТА КОЛА ПОД НАЕМ

source: It displays Filter BEST RENTAL CAR
bg_bg: Показва Филтър НАЙ-ДОБРА КОЛА ПОД НАЕМ

source: FIND BEST RENTAL CAR
bg_bg: НАМЕРЕТЕ НАЙ-ДОБРАТА КОЛА ПОД НАЕМ

source: Airport or Anywhere
bg_bg: Летище или друго място

source: Picking Up Date
bg_bg: Дата на вземане

source: dd/mm/yyyy
bg_bg: дд/мм/гг

source: Select type
bg_bg: Изберете вид

source: Select
bg_bg: Изберете

source: Select Category
bg_bg: Изберете категория

source: Rent IT PRICE filter
bg_bg: Rent It ФИЛТЪР ПО ЦЕНА

source: It displays Filter price
bg_bg: Показва Филтър по цена

source: PRICE
bg_bg: ЦЕНА

source: Rent IT DETAIL RESERVATION
bg_bg: Rent It ПОДРОБНОСТИ ЗА РЕЗЕРВАЦИЯ

source: It displays DETAIL RESERVATION
bg_bg: Показва ПОДРОБНОСТИ ЗА РЕЗЕРВАЦИЯ

source: DETAIL RESERVATION
bg_bg: ПОДРОБНОСТИ ЗА РЕЗЕРВАЦИЯ

source: From
bg_bg: От

source: Droping Off Location
bg_bg: Място на връщане

source: You have not selected any car...
bg_bg: Не сте избрали кола...

source: Rent IT Cars Tab
bg_bg: Rent It Таб с коли

source: It displays product
bg_bg: Показва продукт

source: View More
bg_bg: Още

source: How showas items?
bg_bg: Как да се показват елементите?

source: Insert url View More
bg_bg: Поставете режим на изглед на url

source: View More text
bg_bg: Още текст

source: Top
bg_bg: Горе

source: Sale Off
bg_bg: Разпродажба

source: Blog
bg_bg: Блог

source: Home
bg_bg: Начало

source: Comments
bg_bg: Коментари

source: Comments are closed.
bg_bg: Не са разрешени коментари.

source: Submit Your Comment
bg_bg: Изпращане на коментар

source: Your name and surname
bg_bg: Вашите име и презиме

source: Your email adress
bg_bg: Вашият email

source: Your message
bg_bg: Вашето съобщение

source: Cancel reply
bg_bg: Отказване на отговора

source: Post Comment
bg_bg: Публикуване на коментар

source: Send Commentrentit
bg_bg: Изпращане на коментар

source: Read More
bg_bg: Прочети още

source: Read more
bg_bg: Прочети още

source: Header menu
bg_bg: Хедър меню

source: sidebar
bg_bg: сайдбар

source: sidebar shop
bg_bg: сайдбар магазин

source: sidebar booking
bg_bg: сайдбар при наемане

source: sidebar page
bg_bg: сайдбар на страница

source: Footer area
bg_bg: Футър част

source: Comment is empty
bg_bg: Коментарът е празен

source: Comment more than 200 characters
bg_bg: Коментарът е повече от 200 символа

source: Enter the place name
bg_bg: Въведете име на мястото

# Google font: on or off
source: on
bg_bg: на

source: Previous
bg_bg: Предишна

source: Next
bg_bg: Следваща

source: Start from
bg_bg: От

source: /per day
bg_bg: /на ден

source: Please provide drop-in location.
bg_bg: Моля, посочете място на вземане.

source: Please provide correct drop-in location.
bg_bg: Моля, посочете вярно място на вземане.

source: Please provide drop-in date.
bg_bg: Моля, посочете вярна дата на вземане.

source: Please provide drop-off location.
bg_bg: Моля, посочете място на връщане.

source: Please provide correct drop-off location.
bg_bg: Моля, посочете вярно място на връщане.

source: Please provide drop-off date.
bg_bg: Моля, посочете дата на връщане.

source: Loading
bg_bg: Зареждане

source: Car rental product
bg_bg: Продукт за наемане

source: Address
bg_bg: Адрес

source: Item name
bg_bg: Име на продукта

source: Qty
bg_bg: Количество

source: Cost
bg_bg: Цена

source: Hour(s)
bg_bg: Час(ове)

source: Day(s)
bg_bg: Ден(дни)

source: No
bg_bg: Не

source: Yes
bg_bg: Да

source: Minimum duration
bg_bg: Минимална продължителност

source: Maximum duration
bg_bg: Максимална продължителност

source: Max rental per block
bg_bg: Максимално наемане на всеки

source: Amount of maximum rental for each block.
bg_bg: Възможно максимално наемане за всеки.

source: Minimum drop in
bg_bg: Минимално вземане

source: Hours
bg_bg: Часове

source: Days
bg_bg: Дни

source: into the future
bg_bg: в бъдещето

source: Maximum drop in
bg_bg: Максимално вземане

source: Schedule
bg_bg: График

source: Day
bg_bg: Ден

source: Disabled hour (from)
bg_bg: Час, в който не е свободна (от)

source: Leave blank if all hours are available.
bg_bg: Оставете празно, ако всички часове са незаети.

source: Disabled hour (to)
bg_bg: Час, в който не е свободна (до)

source: Availability
bg_bg: Наличност

source: Selected day will not available.
bg_bg: Избраният ден не е свободен.

source: Monday
bg_bg: Понеделник

source: Tuesday
bg_bg: Вторник

source: Wednesday
bg_bg: Сряда

source: Thursday
bg_bg: Четвъртък

source: Friday
bg_bg: Петък

source: Saturday
bg_bg: Събота

source: Sunday
bg_bg: Неделя

source: Not available
bg_bg: N/A

source: Drop-in location
bg_bg: Място на вземане

source: Drop-off location
bg_bg: Място на връщане

source: Select drop-in location
bg_bg: Изберете място за вземане

source: No locations found.
bg_bg: Не са намерени локации.

source: Select all
bg_bg: Изберете всички

source: Enter a location
bg_bg: Въведете място

source: Coordinates:
bg_bg: Координати

source: Formatted Address
bg_bg: Форматиран адрес

source: Website
bg_bg: уеб сайт

source: Select one of checkpoint:
bg_bg: Изберете един от начините за плащане:

source: Connecting to Instagram...
bg_bg: Свържете се в Instagram...

source: Base Cost for 1 / day
bg_bg: Основна цена за 1 ден

source: Will be applied regardless of the customer's choices on the booking form.
bg_bg: Ще бъде приложена независимо от избора на клиента на формата за наемане.

source: Sale Price for 1 / day
bg_bg: Цена за продажба за 1 ден
